benchmark-output/storage-engine-hybrid/outputLoad-f-1000000.log
2021-05-12 14:29:37:805 0 sec: 0 operations; est completion in 0 second 
2021-05-12 14:29:47:727 10 sec: 16937 operations; 1693.53 current ops/sec; est completion in 9 minutes [INSERT AverageLatency(us)=577.56] 
2021-05-12 14:29:57:727 20 sec: 34729 operations; 1779.2 current ops/sec; est completion in 9 minutes [INSERT AverageLatency(us)=557.3] 
2021-05-12 14:30:07:727 30 sec: 52625 operations; 1789.78 current ops/sec; est completion in 9 minutes [INSERT AverageLatency(us)=554.09] 
2021-05-12 14:30:17:727 40 sec: 70263 operations; 1763.8 current ops/sec; est completion in 8 minutes [INSERT AverageLatency(us)=563.01] 
2021-05-12 14:30:27:727 50 sec: 88014 operations; 1775.1 current ops/sec; est completion in 8 minutes [INSERT AverageLatency(us)=560.28] 
2021-05-12 14:30:37:727 60 sec: 105652 operations; 1763.62 current ops/sec; est completion in 8 minutes [INSERT AverageLatency(us)=563.85] 
2021-05-12 14:30:47:727 70 sec: 123586 operations; 1793.4 current ops/sec; est completion in 8 minutes [INSERT AverageLatency(us)=554.65] 
2021-05-12 14:30:57:727 80 sec: 141515 operations; 1792.9 current ops/sec; est completion in 8 minutes [INSERT AverageLatency(us)=555.03] 
2021-05-12 14:31:07:727 90 sec: 158655 operations; 1714.17 current ops/sec; est completion in 7 minutes [INSERT AverageLatency(us)=580.48] 
2021-05-12 14:31:17:727 100 sec: 176736 operations; 1808.1 current ops/sec; est completion in 7 minutes [INSERT AverageLatency(us)=550.25] 
2021-05-12 14:31:27:727 110 sec: 194552 operations; 1781.42 current ops/sec; est completion in 7 minutes [INSERT AverageLatency(us)=558.49] 
2021-05-12 14:31:37:727 120 sec: 212512 operations; 1796 current ops/sec; est completion in 7 minutes [INSERT AverageLatency(us)=554.04] 
2021-05-12 14:31:47:727 130 sec: 230411 operations; 1789.9 current ops/sec; est completion in 7 minutes [INSERT AverageLatency(us)=555.94] 
2021-05-12 14:31:57:727 140 sec: 248509 operations; 1809.8 current ops/sec; est completion in 7 minutes [INSERT AverageLatency(us)=549.77] 
2021-05-12 14:32:07:727 150 sec: 266336 operations; 1782.7 current ops/sec; est completion in 6 minutes [INSERT AverageLatency(us)=558.17] 
2021-05-12 14:32:17:727 160 sec: 284327 operations; 1799.28 current ops/sec; est completion in 6 minutes [INSERT AverageLatency(us)=553.12] 
2021-05-12 14:32:27:727 170 sec: 302124 operations; 1779.52 current ops/sec; est completion in 6 minutes [INSERT AverageLatency(us)=559.1] 
2021-05-12 14:32:37:727 180 sec: 319818 operations; 1769.4 current ops/sec; est completion in 6 minutes [INSERT AverageLatency(us)=562.42] 
2021-05-12 14:32:47:727 190 sec: 337758 operations; 1794.18 current ops/sec; est completion in 6 minutes [INSERT AverageLatency(us)=554.3] 
2021-05-12 14:32:57:727 200 sec: 356092 operations; 1833.4 current ops/sec; est completion in 6 minutes [INSERT AverageLatency(us)=542.86] 
2021-05-12 14:33:07:727 210 sec: 374168 operations; 1807.6 current ops/sec; est completion in 5 minutes [INSERT AverageLatency(us)=550.4] 
2021-05-12 14:33:17:727 220 sec: 391755 operations; 1758.52 current ops/sec; est completion in 5 minutes [INSERT AverageLatency(us)=565.83] 
2021-05-12 14:33:27:727 230 sec: 409620 operations; 1786.5 current ops/sec; est completion in 5 minutes [INSERT AverageLatency(us)=556.98] 
2021-05-12 14:33:37:727 240 sec: 427621 operations; 1800.1 current ops/sec; est completion in 5 minutes [INSERT AverageLatency(us)=552.68] 
2021-05-12 14:33:47:727 250 sec: 445982 operations; 1836.1 current ops/sec; est completion in 5 minutes [INSERT AverageLatency(us)=541.91] 
2021-05-12 14:33:57:727 260 sec: 463886 operations; 1790.4 current ops/sec; est completion in 5 minutes [INSERT AverageLatency(us)=555.72] 
2021-05-12 14:34:07:727 270 sec: 481410 operations; 1752.4 current ops/sec; est completion in 4 minutes [INSERT AverageLatency(us)=567.86] 
2021-05-12 14:34:17:727 280 sec: 499338 operations; 1792.8 current ops/sec; est completion in 4 minutes [INSERT AverageLatency(us)=555.01] 
2021-05-12 14:34:27:727 290 sec: 517408 operations; 1807.18 current ops/sec; est completion in 4 minutes [INSERT AverageLatency(us)=550.6] 
2021-05-12 14:34:37:727 300 sec: 535154 operations; 1774.42 current ops/sec; est completion in 4 minutes [INSERT AverageLatency(us)=560.75] 
2021-05-12 14:34:47:727 310 sec: 552821 operations; 1766.88 current ops/sec; est completion in 4 minutes [INSERT AverageLatency(us)=563.23] 
2021-05-12 14:34:57:727 320 sec: 570804 operations; 1798.12 current ops/sec; est completion in 4 minutes [INSERT AverageLatency(us)=553.25] 
2021-05-12 14:35:07:727 330 sec: 588495 operations; 1769.1 current ops/sec; est completion in 3 minutes [INSERT AverageLatency(us)=562.55] 
2021-05-12 14:35:17:727 340 sec: 606437 operations; 1794.38 current ops/sec; est completion in 3 minutes [INSERT AverageLatency(us)=554.59] 
2021-05-12 14:35:27:727 350 sec: 624423 operations; 1798.42 current ops/sec; est completion in 3 minutes [INSERT AverageLatency(us)=553.21] 
2021-05-12 14:35:37:728 360 sec: 642090 operations; 1766.7 current ops/sec; est completion in 3 minutes [INSERT AverageLatency(us)=563.34] 
2021-05-12 14:35:47:727 370 sec: 657726 operations; 1563.6 current ops/sec; est completion in 3 minutes [INSERT AverageLatency(us)=636.14] 
2021-05-12 14:35:57:727 380 sec: 673760 operations; 1603.4 current ops/sec; est completion in 3 minutes [INSERT AverageLatency(us)=620.32] 
2021-05-12 14:36:07:727 390 sec: 691358 operations; 1759.98 current ops/sec; est completion in 2 minutes [INSERT AverageLatency(us)=565.41] 
2021-05-12 14:36:17:727 400 sec: 708732 operations; 1737.23 current ops/sec; est completion in 2 minutes [INSERT AverageLatency(us)=572.63] 
2021-05-12 14:36:27:727 410 sec: 726839 operations; 1810.7 current ops/sec; est completion in 2 minutes [INSERT AverageLatency(us)=549.47] 
2021-05-12 14:36:37:727 420 sec: 744627 operations; 1778.8 current ops/sec; est completion in 2 minutes [INSERT AverageLatency(us)=559.38] 
2021-05-12 14:36:47:727 430 sec: 762641 operations; 1801.58 current ops/sec; est completion in 2 minutes [INSERT AverageLatency(us)=552.34] 
2021-05-12 14:36:57:727 440 sec: 780275 operations; 1763.22 current ops/sec; est completion in 2 minutes [INSERT AverageLatency(us)=564.31] 
2021-05-12 14:37:07:727 450 sec: 798248 operations; 1797.3 current ops/sec; est completion in 1 minute [INSERT AverageLatency(us)=553.65] 
2021-05-12 14:37:17:727 460 sec: 816169 operations; 1792.1 current ops/sec; est completion in 1 minute [INSERT AverageLatency(us)=555.24] 
2021-05-12 14:37:27:727 470 sec: 834019 operations; 1785 current ops/sec; est completion in 1 minute [INSERT AverageLatency(us)=557.44] 
2021-05-12 14:37:37:727 480 sec: 851913 operations; 1789.4 current ops/sec; est completion in 1 minute [INSERT AverageLatency(us)=556.06] 
2021-05-12 14:37:47:727 490 sec: 869685 operations; 1777.2 current ops/sec; est completion in 1 minute [INSERT AverageLatency(us)=559.8] 
2021-05-12 14:37:57:727 500 sec: 887580 operations; 1789.5 current ops/sec; est completion in 1 minute [INSERT AverageLatency(us)=556.11] 
2021-05-12 14:38:07:727 510 sec: 905637 operations; 1805.88 current ops/sec; est completion in 54 seconds [INSERT AverageLatency(us)=551.06] 
2021-05-12 14:38:17:727 520 sec: 923517 operations; 1787.82 current ops/sec; est completion in 44 seconds [INSERT AverageLatency(us)=556.17] 
2021-05-12 14:38:27:727 530 sec: 941360 operations; 1784.3 current ops/sec; est completion in 34 seconds [INSERT AverageLatency(us)=557.82] 
2021-05-12 14:38:37:727 540 sec: 959038 operations; 1767.8 current ops/sec; est completion in 24 seconds [INSERT AverageLatency(us)=563.03] 
2021-05-12 14:38:47:727 550 sec: 977037 operations; 1799.9 current ops/sec; est completion in 13 seconds [INSERT AverageLatency(us)=552.76] 
2021-05-12 14:38:57:727 560 sec: 994748 operations; 1771.28 current ops/sec; est completion in 3 second [INSERT AverageLatency(us)=561.86] 
2021-05-12 14:39:00:693 562 sec: 1000000 operations; 1770.14 current ops/sec; [CLEANUP AverageLatency(us)=596] [INSERT AverageLatency(us)=561.81] 
[OVERALL], RunTime(ms), 562967
[OVERALL], Throughput(ops/sec), 1776.3030515110122
[TOTAL_GCS_G1_Young_Generation], Count, 90
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 69
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.012256491055425985
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 90
[TOTAL_GC_TIME], Time(ms), 69
[TOTAL_GC_TIME_%], Time(%), 0.012256491055425985
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 596.0
[CLEANUP], MinLatency(us), 596
[CLEANUP], MaxLatency(us), 596
[CLEANUP], 0, 596.0
[INSERT], Operations, 1000000
[INSERT], AverageLatency(us), 559.884812
[INSERT], MinLatency(us), 169
[INSERT], MaxLatency(us), 23596
[INSERT], Return=OK, 1000000
[INSERT], 0, 598.6707242848448
[INSERT], 1000, 578.5856386109476
[INSERT], 2000, 626.8949044585987
[INSERT], 3000, 571.4840394660476
[INSERT], 4000, 566.739179954442
[INSERT], 5000, 585.2043709391612
[INSERT], 6000, 583.4329411764705
[INSERT], 7000, 549.475318912923
[INSERT], 8000, 552.1906614785992
[INSERT], 9000, 567.6399542072123
[INSERT], 10000, 549.6589018302828
[INSERT], 11000, 524.9915164369035
[INSERT], 12000, 582.1329818394845
[INSERT], 13000, 544.7807692307692
[INSERT], 14000, 557.388638920135
[INSERT], 15000, 546.2608935466078
[INSERT], 16000, 578.3139196272568
[INSERT], 17000, 573.871436881908
[INSERT], 18000, 552.2865853658536
[INSERT], 19000, 566.6567675613935
[INSERT], 20000, 546.3136714443219
[INSERT], 21000, 527.3717948717949
[INSERT], 22000, 555.5013943112102
[INSERT], 23000, 562.0504821327283
[INSERT], 24000, 579.7764156450671
[INSERT], 25000, 556.4177001127396
[INSERT], 26000, 555.7868303571429
[INSERT], 27000, 560.3618346545867
[INSERT], 28000, 544.2421574023115
[INSERT], 29000, 565.4438138479001
[INSERT], 30000, 535.4608319827121
[INSERT], 31000, 528.1283422459893
[INSERT], 32000, 597.9747899159664
[INSERT], 33000, 540.3062227074236
[INSERT], 34000, 583.130868544601
[INSERT], 35000, 584.2780717225162
[INSERT], 36000, 565.6649601820251
[INSERT], 37000, 565.3911313246163
[INSERT], 38000, 539.0915989159892
[INSERT], 39000, 602.906496660595
[INSERT], 40000, 539.0454791553872
[INSERT], 41000, 550.2590327959978
[INSERT], 42000, 563.2391426959955
[INSERT], 43000, 546.5851648351648
[INSERT], 44000, 571.616091954023
[INSERT], 45000, 568.6010303377218
[INSERT], 46000, 582.1852717708942
[INSERT], 47000, 542.6856205576818
[INSERT], 48000, 570.9306590257879
[INSERT], 49000, 584.5734430082256
[INSERT], 50000, 539.6739012479653
[INSERT], 51000, 542.6344262295082
[INSERT], 52000, 554.3106904231626
[INSERT], 53000, 537.8124324324324
[INSERT], 54000, 615.9429634221947
[INSERT], 55000, 555.5417835109366
[INSERT], 56000, 642.4610932475885
[INSERT], 57000, 543.7030735455544
[INSERT], 58000, 568.1689419795222
[INSERT], 59000, 540.5291235710397
[INSERT], 60000, 553.3066666666666
[INSERT], 61000, 554.8757694459989
[INSERT], 62000, 542.5533769063181
[INSERT], 63000, 554.2793296089385
[INSERT], 64000, 561.9290540540541
[INSERT], 65000, 564.2646223736514
[INSERT], 66000, 544.0955761878755
[INSERT], 67000, 569.3150057273768
[INSERT], 68000, 547.9114411441144
[INSERT], 69000, 561.0056433408578
[INSERT], 70000, 539.4921494315106
[INSERT], 71000, 544.9129244249726
[INSERT], 72000, 551.509977827051
[INSERT], 73000, 570.5277936962751
[INSERT], 74000, 584.5055783910746
[INSERT], 75000, 558.2297752808988
[INSERT], 76000, 559.0320044918585
[INSERT], 77000, 551.8652561247216
[INSERT], 78000, 533.3454351308062
[INSERT], 79000, 568.8236977676016
[INSERT], 80000, 540.3573752711496
[INSERT], 81000, 617.9507481296758
[INSERT], 82000, 593.5537730243612
[INSERT], 83000, 588.5041567695962
[INSERT], 84000, 606.6488456865128
[INSERT], 85000, 555.891061452514
[INSERT], 86000, 568.3449656750572
[INSERT], 87000, 582.0087770626097
[INSERT], 88000, 569.6518010291595
[INSERT], 89000, 567.4788087056128
[INSERT], 90000, 584.2139099941554
[INSERT], 91000, 537.050406504065
[INSERT], 92000, 572.0520892959358
[INSERT], 93000, 546.161610590182
[INSERT], 94000, 569.8927552766686
[INSERT], 95000, 502.62455606291223
[INSERT], 96000, 539.0140313005936
[INSERT], 97000, 551.7351471404775
[INSERT], 98000, 566.480386583286
[INSERT], 99000, 537.6587086272382
[INSERT], 100000, 558.9026845637584
[INSERT], 101000, 569.406410990269
[INSERT], 102000, 575.21143847487
[INSERT], 103000, 547.4528925619835
[INSERT], 104000, 570.0165903890161
[INSERT], 105000, 545.6893897746014
[INSERT], 106000, 543.9612445414847
[INSERT], 107000, 553.2367688022284
[INSERT], 108000, 563.1293054771315
[INSERT], 109000, 576.5255220417633
[INSERT], 110000, 548.4482378854625
[INSERT], 111000, 537.4967462039045
[INSERT], 112000, 555.5909849749582
[INSERT], 113000, 565.5071306332002
[INSERT], 114000, 542.0298426478568
[INSERT], 115000, 590.4432560903149
[INSERT], 116000, 549.6854304635762
[INSERT], 117000, 548.9536167863059
[INSERT], 118000, 567.0853727945362
[INSERT], 119000, 533.5788906838987
[INSERT], 120000, 569.5427594070695
[INSERT], 121000, 545.4728469555678
[INSERT], 122000, 558.89898989899
[INSERT], 123000, 551.2358175750834
[INSERT], 124000, 570.0171232876712
[INSERT], 125000, 543.7763805358119
[INSERT], 126000, 559.9392575928009
[INSERT], 127000, 559.6263365222285
[INSERT], 128000, 570.8340034462952
[INSERT], 129000, 527.2361995753715
[INSERT], 130000, 543.3346028291621
[INSERT], 131000, 549.2437673130194
[INSERT], 132000, 567.5323863636364
[INSERT], 133000, 566.6192373363688
[INSERT], 134000, 546.5598901098901
[INSERT], 135000, 539.6339479392625
[INSERT], 136000, 548.9028697571744
[INSERT], 137000, 551.9181514476614
[INSERT], 138000, 553.9112590127565
[INSERT], 139000, 549.6710889994472
[INSERT], 140000, 531.1856
[INSERT], 141000, 565.5617529880478
[INSERT], 142000, 552.4625623960067
[INSERT], 143000, 577.8851311953352
[INSERT], 144000, 539.8260399783901
[INSERT], 145000, 559.5562429696288
[INSERT], 146000, 531.1404164442072
[INSERT], 147000, 570.7254901960785
[INSERT], 148000, 569.3503981797497
[INSERT], 149000, 587.7784997046663
[INSERT], 150000, 501.7209889001009
[INSERT], 151000, 543.2205240174673
[INSERT], 152000, 571.2841561423651
[INSERT], 153000, 556.9792017987634
[INSERT], 154000, 565.4657611771364
[INSERT], 155000, 537.9133730373579
[INSERT], 156000, 596.005977286312
[INSERT], 157000, 563.058257918552
[INSERT], 158000, 548.7109762824049
[INSERT], 159000, 549.1662049861496
[INSERT], 160000, 545.7203713817586
[INSERT], 161000, 589.4168146832445
[INSERT], 162000, 574.2303695150116
[INSERT], 163000, 552.4902831760133
[INSERT], 164000, 553.8897550111359
[INSERT], 165000, 540.3792349726776
[INSERT], 166000, 579.9357266936885
[INSERT], 167000, 536.7225244831338
[INSERT], 168000, 584.4711706464764
[INSERT], 169000, 551.347245409015
[INSERT], 170000, 552.4330752212389
[INSERT], 171000, 561.3513818386915
[INSERT], 172000, 556.9149412423055
[INSERT], 173000, 560.7817258883249
[INSERT], 174000, 576.102949681897
[INSERT], 175000, 549.6370165745857
[INSERT], 176000, 561.3139797068771
[INSERT], 177000, 548.7912270960577
[INSERT], 178000, 596.1505952380952
[INSERT], 179000, 551.6398446170921
[INSERT], 180000, 540.4405860010852
[INSERT], 181000, 537.4452277657267
[INSERT], 182000, 548.1603514552444
[INSERT], 183000, 603.5968427443837
[INSERT], 184000, 551.77783933518
[INSERT], 185000, 544.3456246560264
[INSERT], 186000, 573.3365769891242
[INSERT], 187000, 545.884193194292
[INSERT], 188000, 523.4133754607689
[INSERT], 189000, 586.2430514488468
[INSERT], 190000, 538.4458221024258
[INSERT], 191000, 582.8815249266862
[INSERT], 192000, 542.7080610021786
[INSERT], 193000, 527.6275862068966
[INSERT], 194000, 529.388178913738
[INSERT], 195000, 540.8220524017468
[INSERT], 196000, 538.6619946091644
[INSERT], 197000, 551.1301446051168
[INSERT], 198000, 535.6005361930295
[INSERT], 199000, 537.41341991342
[INSERT], 200000, 552.5874514158801
[INSERT], 201000, 540.2190735694822
[INSERT], 202000, 553.967276760954
[INSERT], 203000, 529.3168264110756
[INSERT], 204000, 567.970907016543
[INSERT], 205000, 553.8847438752784
[INSERT], 206000, 566.1608868675384
[INSERT], 207000, 545.1612726275371
[INSERT], 208000, 554.3260990539789
[INSERT], 209000, 541.5770277626565
[INSERT], 210000, 576.8759420289855
[INSERT], 211000, 533.9450431034483
[INSERT], 212000, 604.3823351482154
[INSERT], 213000, 550.3318584070796
[INSERT], 214000, 567.5830005704506
[INSERT], 215000, 572.8319907940161
[INSERT], 216000, 581.6374269005848
[INSERT], 217000, 548.8538205980067
[INSERT], 218000, 542.7811649428415
[INSERT], 219000, 598.2885422915417
[INSERT], 220000, 534.5064446831365
[INSERT], 221000, 534.7456989247312
[INSERT], 222000, 574.7124711316397
[INSERT], 223000, 546.152281473337
[INSERT], 224000, 575.0051903114187
[INSERT], 225000, 558.3162633652223
[INSERT], 226000, 560.8953880764905
[INSERT], 227000, 573.7087658592849
[INSERT], 228000, 537.9085992428339
[INSERT], 229000, 566.5494003426613
[INSERT], 230000, 539.9805405405406
[INSERT], 231000, 547.9801434087149
[INSERT], 232000, 507.41305456399795
[INSERT], 233000, 564.7863247863248
[INSERT], 234000, 573.2392426850258
[INSERT], 235000, 567.2388825541619
[INSERT], 236000, 550.7006087437742
[INSERT], 237000, 583.9272300469484
[INSERT], 238000, 557.6788116591928
[INSERT], 239000, 542.0239651416122
[INSERT], 240000, 566.5432801822324
[INSERT], 241000, 531.9194847020934
[INSERT], 242000, 577.2982658959537
[INSERT], 243000, 549.7211485367201
[INSERT], 244000, 557.7533632286995
[INSERT], 245000, 540.5366648560565
[INSERT], 246000, 501.99747729566093
[INSERT], 247000, 533.7528150134049
[INSERT], 248000, 541.7608932461874
[INSERT], 249000, 528.2324840764331
[INSERT], 250000, 553.1561978877154
[INSERT], 251000, 559.625773776027
[INSERT], 252000, 567.3285714285714
[INSERT], 253000, 563.7298524404086
[INSERT], 254000, 527.0437994722955
[INSERT], 255000, 536.9017808958446
[INSERT], 256000, 576.5457705677868
[INSERT], 257000, 544.4007696536559
[INSERT], 258000, 570.4808680753855
[INSERT], 259000, 571.0397465437788
[INSERT], 260000, 555.6062291434928
[INSERT], 261000, 568.3722126929674
[INSERT], 262000, 547.9004400440044
[INSERT], 263000, 585.0941730429664
[INSERT], 264000, 548.1127612761276
[INSERT], 265000, 574.9075678798382
[INSERT], 266000, 600.8882850241546
[INSERT], 267000, 567.891628440367
[INSERT], 268000, 558.5251396648044
[INSERT], 269000, 582.8810082063306
[INSERT], 270000, 543.6446506550218
[INSERT], 271000, 566.806157354618
[INSERT], 272000, 555.7806919642857
[INSERT], 273000, 570.9414802065404
[INSERT], 274000, 550.6203652462646
[INSERT], 275000, 550.0360710321864
[INSERT], 276000, 541.2682926829268
[INSERT], 277000, 559.5916760404949
[INSERT], 278000, 546.1987918725974
[INSERT], 279000, 561.4495205865765
[INSERT], 280000, 558.8887640449439
[INSERT], 281000, 552.984427141268
[INSERT], 282000, 543.7094483888585
[INSERT], 283000, 561.2730878186969
[INSERT], 284000, 581.2745782431647
[INSERT], 285000, 542.3580381471389
[INSERT], 286000, 548.2875346260388
[INSERT], 287000, 511.61530559835643
[INSERT], 288000, 549.5828288387452
[INSERT], 289000, 564.6415201361316
[INSERT], 290000, 544.5402298850574
[INSERT], 291000, 549.1108033240997
[INSERT], 292000, 555.718020022247
[INSERT], 293000, 536.9692390717755
[INSERT], 294000, 594.9646070785843
[INSERT], 295000, 547.051183269125
[INSERT], 296000, 578.6286210892237
[INSERT], 297000, 572.8997695852535
[INSERT], 298000, 558.0431372549019
[INSERT], 299000, 558.8287478944413
[INSERT], 300000, 532.1427807486631
[INSERT], 301000, 584.9616292798111
[INSERT], 302000, 590.9308101714962
[INSERT], 303000, 568.5248429468875
[INSERT], 304000, 561.2893401015228
[INSERT], 305000, 552.9525669642857
[INSERT], 306000, 589.6294985250737
[INSERT], 307000, 546.195938529089
[INSERT], 308000, 560.28
[INSERT], 309000, 565.9623072529982
[INSERT], 310000, 555.809232480534
[INSERT], 311000, 573.8760856977417
[INSERT], 312000, 555.952142459655
[INSERT], 313000, 562.7189097103918
[INSERT], 314000, 544.5405994550408
[INSERT], 315000, 531.6194548369856
[INSERT], 316000, 562.6776018099547
[INSERT], 317000, 555.4043746494672
[INSERT], 318000, 537.6801075268817
[INSERT], 319000, 545.4292790313704
[INSERT], 320000, 557.4051482932289
[INSERT], 321000, 559.9472502805836
[INSERT], 322000, 570.5659403669724
[INSERT], 323000, 534.2916442048518
[INSERT], 324000, 615.4257547751079
[INSERT], 325000, 522.5060622034791
[INSERT], 326000, 568.2428896473265
[INSERT], 327000, 590.7675804529201
[INSERT], 328000, 565.2047511312218
[INSERT], 329000, 554.6071628427533
[INSERT], 330000, 552.1105583195135
[INSERT], 331000, 551.3083749306711
[INSERT], 332000, 573.9890489913545
[INSERT], 333000, 545.1343201754386
[INSERT], 334000, 543.5967213114754
[INSERT], 335000, 534.1519396551724
[INSERT], 336000, 554.8039977790116
[INSERT], 337000, 560.8031584884377
[INSERT], 338000, 564.9756097560976
[INSERT], 339000, 563.2566572237961
[INSERT], 340000, 536.0376952073236
[INSERT], 341000, 547.4265193370165
[INSERT], 342000, 549.9575991189428
[INSERT], 343000, 564.2139614074915
[INSERT], 344000, 544.6213114754098
[INSERT], 345000, 587.3309692671395
[INSERT], 346000, 544.9556892778993
[INSERT], 347000, 565.3725156161272
[INSERT], 348000, 538.7558202490525
[INSERT], 349000, 551.8012249443207
[INSERT], 350000, 572.3161216293746
[INSERT], 351000, 542.4417714598142
[INSERT], 352000, 586.7322372284204
[INSERT], 353000, 555.7138065958636
[INSERT], 354000, 601.5256487628244
[INSERT], 355000, 542.2364532019704
[INSERT], 356000, 576.1556195965418
[INSERT], 357000, 555.9642458100559
[INSERT], 358000, 557.7572869955156
[INSERT], 359000, 562.8324815445769
[INSERT], 360000, 560.0773976444195
[INSERT], 361000, 534.9255261737723
[INSERT], 362000, 596.2094272076372
[INSERT], 363000, 539.9144880174292
[INSERT], 364000, 581.8683750728014
[INSERT], 365000, 681.5248618784531
[INSERT], 366000, 767.7465543644716
[INSERT], 367000, 931.7340823970037
[INSERT], 368000, 800.4625905068383
[INSERT], 369000, 568.9706559263522
[INSERT], 370000, 885.6817777777778
[INSERT], 371000, 734.2444608567208
[INSERT], 372000, 714.862688713156
[INSERT], 373000, 618.6229712858926
[INSERT], 374000, 600.5054086538462
[INSERT], 375000, 566.7843696520251
[INSERT], 376000, 598.2072072072073
[INSERT], 377000, 538.1553871142393
[INSERT], 378000, 539.3919870059556
[INSERT], 379000, 548.8349030470914
[INSERT], 380000, 567.50312322544
[INSERT], 381000, 585.2890855457227
[INSERT], 382000, 533.5783003741315
[INSERT], 383000, 574.1924855491329
[INSERT], 384000, 509.39263803680984
[INSERT], 385000, 606.3187081048142
[INSERT], 386000, 556.1307993292343
[INSERT], 387000, 609.9987745098039
[INSERT], 388000, 537.9762033531639
[INSERT], 389000, 596.8783865141481
[INSERT], 390000, 581.4668218859139
[INSERT], 391000, 596.2155328115593
[INSERT], 392000, 591.6015393724097
[INSERT], 393000, 567.1014245014245
[INSERT], 394000, 561.0107223476298
[INSERT], 395000, 560.2736486486486
[INSERT], 396000, 590.9120617944147
[INSERT], 397000, 545.4961496149615
[INSERT], 398000, 608.1895185862279
[INSERT], 399000, 537.4767567567568
[INSERT], 400000, 598.90734055355
[INSERT], 401000, 545.2062706270627
[INSERT], 402000, 535.6523605150214
[INSERT], 403000, 525.0559957739039
[INSERT], 404000, 585.189776733255
[INSERT], 405000, 540.5021786492375
[INSERT], 406000, 607.103406326034
[INSERT], 407000, 484.7682866961217
[INSERT], 408000, 536.5768612747723
[INSERT], 409000, 550.583379501385
[INSERT], 410000, 550.9695964621337
[INSERT], 411000, 543.7047200878155
[INSERT], 412000, 544.7688113413304
[INSERT], 413000, 581.0432495616599
[INSERT], 414000, 581.3109684947491
[INSERT], 415000, 569.1733409610983
[INSERT], 416000, 538.7932718393923
[INSERT], 417000, 580.0946261682243
[INSERT], 418000, 538.3275862068965
[INSERT], 419000, 574.6568457538995
[INSERT], 420000, 517.3094123764951
[INSERT], 421000, 587.4456264775414
[INSERT], 422000, 541.6351277868407
[INSERT], 423000, 581.6934820904287
[INSERT], 424000, 551.2311086596801
[INSERT], 425000, 585.3716136631331
[INSERT], 426000, 539.3611261505143
[INSERT], 427000, 566.0194174757281
[INSERT], 428000, 535.2363344051447
[INSERT], 429000, 524.585494970884
[INSERT], 430000, 582.2191142191142
[INSERT], 431000, 533.0162778079218
[INSERT], 432000, 571.5428247305729
[INSERT], 433000, 569.9482461184589
[INSERT], 434000, 572.8067660550458
[INSERT], 435000, 559.9734463276836
[INSERT], 436000, 569.5957810718359
[INSERT], 437000, 549.599223946785
[INSERT], 438000, 604.5045372050816
[INSERT], 439000, 535.8519116855143
[INSERT], 440000, 609.5284751990202
[INSERT], 441000, 531.3630026809651
[INSERT], 442000, 579.6732443412652
[INSERT], 443000, 532.1557815845824
[INSERT], 444000, 545.0142231947484
[INSERT], 445000, 554.0692737430168
[INSERT], 446000, 538.4727468969239
[INSERT], 447000, 556.6649888143177
[INSERT], 448000, 561.9762845849802
[INSERT], 449000, 534.7951612903225
[INSERT], 450000, 541.9106753812637
[INSERT], 451000, 548.3940397350993
[INSERT], 452000, 600.1975903614458
[INSERT], 453000, 575.0539443155452
[INSERT], 454000, 541.192849404117
[INSERT], 455000, 596.0018039687312
[INSERT], 456000, 530.705475810739
[INSERT], 457000, 560.6751126126126
[INSERT], 458000, 515.8651452282157
[INSERT], 459000, 573.3465974625144
[INSERT], 460000, 547.6443100604728
[INSERT], 461000, 569.1246426529445
[INSERT], 462000, 565.34375
[INSERT], 463000, 530.2157698454981
[INSERT], 464000, 560.352676056338
[INSERT], 465000, 585.811653914067
[INSERT], 466000, 563.8674220963172
[INSERT], 467000, 566.1663817663817
[INSERT], 468000, 539.6885157096425
[INSERT], 469000, 535.9794372294373
[INSERT], 470000, 576.3885681293302
[INSERT], 471000, 564.3231292517007
[INSERT], 472000, 524.2962572482868
[INSERT], 473000, 560.8039436619719
[INSERT], 474000, 547.448294829483
[INSERT], 475000, 558.4523007856341
[INSERT], 476000, 588.1347517730496
[INSERT], 477000, 532.7565683646112
[INSERT], 478000, 590.7202133965619
[INSERT], 479000, 526.8484848484849
[INSERT], 480000, 540.8743909041689
[INSERT], 481000, 593.534328358209
[INSERT], 482000, 530.3051118210863
[INSERT], 483000, 572.1063829787234
[INSERT], 484000, 573.4420749279539
[INSERT], 485000, 564.3463718820861
[INSERT], 486000, 547.5619152449092
[INSERT], 487000, 562.1548496880317
[INSERT], 488000, 565.5741789354473
[INSERT], 489000, 556.6696578799775
[INSERT], 490000, 545.1838074398249
[INSERT], 491000, 581.9976303317535
[INSERT], 492000, 589.521052631579
[INSERT], 493000, 546.2803738317757
[INSERT], 494000, 530.5410010649628
[INSERT], 495000, 592.7179487179487
[INSERT], 496000, 516.9740529320187
[INSERT], 497000, 563.6857629041407
[INSERT], 498000, 553.1548279689234
[INSERT], 499000, 555.6141820212172
[INSERT], 500000, 541.5498094719652
[INSERT], 501000, 565.4493742889647
[INSERT], 502000, 547.5266630016492
[INSERT], 503000, 548.689293598234
[INSERT], 504000, 553.2794444444445
[INSERT], 505000, 534.0939345142243
[INSERT], 506000, 544.0535811919082
[INSERT], 507000, 547.2131419105467
[INSERT], 508000, 550.7986762272477
[INSERT], 509000, 575.853886616014
[INSERT], 510000, 566.125
[INSERT], 511000, 546.2299670691548
[INSERT], 512000, 580.9112667834208
[INSERT], 513000, 525.0567037625862
[INSERT], 514000, 569.3603192702394
[INSERT], 515000, 535.5808189655172
[INSERT], 516000, 577.1484918793503
[INSERT], 517000, 546.8317705460563
[INSERT], 518000, 564.4522328999435
[INSERT], 519000, 550.3233665559247
[INSERT], 520000, 544.5251366120218
[INSERT], 521000, 562.4886749716874
[INSERT], 522000, 568.1687571265678
[INSERT], 523000, 564.4185649202733
[INSERT], 524000, 557.4715401785714
[INSERT], 525000, 549.8833609729132
[INSERT], 526000, 565.3333333333334
[INSERT], 527000, 564.3776263486656
[INSERT], 528000, 560.6670448099829
[INSERT], 529000, 548.8604395604395
[INSERT], 530000, 542.8391304347826
[INSERT], 531000, 564.219387755102
[INSERT], 532000, 562.8110859728507
[INSERT], 533000, 599.7120387174833
[INSERT], 534000, 539.2024838012959
[INSERT], 535000, 555.9888268156425
[INSERT], 536000, 567.8185966913862
[INSERT], 537000, 576.2572421784473
[INSERT], 538000, 573.2523041474655
[INSERT], 539000, 557.4048152295633
[INSERT], 540000, 546.0054884742042
[INSERT], 541000, 544.7285166940339
[INSERT], 542000, 553.5553700612131
[INSERT], 543000, 530.6357333333333
[INSERT], 544000, 562.8105203619909
[INSERT], 545000, 546.3174080175728
[INSERT], 546000, 572.7184801381693
[INSERT], 547000, 537.3869565217391
[INSERT], 548000, 539.0721982758621
[INSERT], 549000, 593.4838323353293
[INSERT], 550000, 553.7028824833703
[INSERT], 551000, 559.4468204839617
[INSERT], 552000, 566.6456200227532
[INSERT], 553000, 535.9956733369389
[INSERT], 554000, 607.875304136253
[INSERT], 555000, 532.0957731407169
[INSERT], 556000, 580.2179487179487
[INSERT], 557000, 536.041464728056
[INSERT], 558000, 563.0282965478211
[INSERT], 559000, 604.4737804878049
[INSERT], 560000, 562.4504504504505
[INSERT], 561000, 567.8493150684932
[INSERT], 562000, 544.1536989795918